import React from 'react';

const Operation = () => {
    return (
        <section id="operation">
            <div className="container">
                <div className="operation">
                    <h1>Гинекологические операции</h1>
                    <p>Гинекологические операции – это один из методов лечения заболеваний женской половой системы.
                        Операции в гинекологии имеют огромное значение. Они позволяют справляться с заболеваниями,
                        которые ранее считались неизлечимыми. Но детородная функция женщины устроена очень тонко, и
                        потому решение о хирургическом вмешательстве принимается врачом лишь в исключительных случаях,
                        когда медикаментозное лечение не помогает.
                        <br/> <br/>
                        В медицине различают большие и малые гинекологические операции. Каждый вид оперативного
                        вмешательства имеет свои особенности, и используется при определенных медицинских показаниях. В
                        клинике профессора Асымбековой работают врачи-хирурги с огромным практическим опытом в
                        оперативной гинекологии. Наши специалисты – это не просто высококлассные хирурги и гинекологи,
                        но и обладатели ученых степеней. Многие из них являются авторами инновационных хирургических
                        методик.
                    </p>
                </div>
            </div>
        </section>
    );
};

export default Operation;