import React from 'react';

const LabaratoryPriceList = () => {

    const date = [
        {
            id: 1,
            text: "Общий анализ крови",
            price: "300 сом"
        },
        {
            id: 2,
            text: "подсчетом тромбоцитов",
            price: "350 сом"
        },
        {
            id: 3,
            text: "Гемоглобин",
            price: "150 сом"
        },
        {
            id: 4,
            text: "Общий анализ крови + ретикулоциты",
            price: "350 сом"
        },
        {
            id: 5,
            text: "Антитела к LE - клеткам (волчанка)",
            price: "350 сом"
        },
        {
            id: 6,
            text: "Титр антител к резус - фактору",
            price: "350 сом"
        },
        {
            id: 7,
            text: "Определение группы крови + резус фактор\t",
            price: "180 сом"
        },
        {
            id: 8,
            text: "Тромботест",
            price: "170 сом"
        },
        {
            id: 9,
            text: "Фибриноген общий",
            price: "250 сом"
        },
        {
            id: 10,
            text: "Д-Димер",
            price: "1100 сом"
        },
        {
            id: 11,
            text: "Общий анализ мочи",
            price: "250 сом"
        },
        {
            id: 12,
            text: "Моча на наличие ацетона(кетоны)",
            price: "130 сом"
        },
        {
            id: 13,
            text: "Моча на наличие желчных пигментов (билирубин)",
            price: "130 сом"
        },
        {
            id: 14,
            text: "Белок в моче",
            price: "150 сом"
        },
        {
            id: 15,
            text: "Моча по Нечипоренко",
            price: "160 сом"
        },
        {
            id: 16,
            text: "Моча по Зимницкому",
            price: "160 сом"
        }, {
            id: 17,
            text: "Суточная экскреция белка в моче",
            price: "180 сом"
        },
        {
            id: 18,
            text: "Моча по Нечипоренко",
            price: "180 сом"
        },
        {
            id: 19,
            text: "Глюкоза в моче",
            price: "150 сом"
        },
        {
            id: 20,
            text: "Суточная протеинурия",
            price: "1800 сом"
        },
        {
            id: 21,
            text: "Альфа- амилаза крови",
            price: "280 сом"
        },
        {
            id: 22,
            text: "Альфа- амилаза (диастаза) мочи",
            price: "280 сом"
        },
        {
            id: 23,
            text: "Щелочная фосфатаза",
            price: "300 сом"
        },
        {
            id: 24,
            text: "Кислая фосфатаза",
            price: "300 сом"
        },
        {
            id: 25,
            text: "Липаза",
            price: "300 сом"
        },
        {
            id: 26,
            text: "Панкреаз- амилаза",
            price: "300 сом"
        },
        {
            id: 27,
            text: "ЛДГ (лактатдегидрогенеза)",
            price: "270 сом"
        },
        {
            id: 28,
            text: "Креатинфосфокиназа",
            price: "350 сом"
        },
        {
            id: 29,
            text: "Холинэстераза крови",
            price: "300 сом"
        },
        {
            id: 30,
            text: "Керетинин",
            price: "250 сом"
        },
        {
            id: 31,
            text: "Мочевина",
            price: "250 сом"
        },
        {
            id: 32,
            text: "Скорость клубочковой фильтрации",
            price: "450 сом"
        },
        {
            id: 33,
            text: "Остаточный азот (только с мочевиной)",
            price: "250 сом"
        },
        {
            id: 34,
            text: "Мочевая кислота",
            price: "250 сом"
        },
        {
            id: 35,
            text: "Цистанин С",
            price: "1500 сом"
        },
        {
            id: 36,
            text: "NGAL-Маркер острой почечной недостаточности",
            price: "3000 сом"
        },
        {
            id: 37,
            text: "Натрий",
            price: "270 сом"
        },
        {
            id: 38,
            text: "Кальций ионизированный",
            price: "310 сом"
        },
        {
            id: 39,
            text: "Калий",
            price: "270 сом"
        },
        {
            id: 40,
            text: "Кальций",
            price: "270 сом"
        },
        {
            id: 41,
            text: "Фосфор",
            price: "270 сом"
        },
        {
            id: 42,
            text: "Цинк",
            price: "650 сом"
        },
        {
            id: 43,
            text: "Медь",
            price: "650 сом"
        },
        {
            id: 44,
            text: "Хлориды",
            price: "270 сом"
        },
        {
            id: 45,
            text: "Ферритин)",
            price: "420 сом"
        },
        {
            id: 46,
            text: "Железосвязывающая емкость крови",
            price: "270 сом"
        },
        {
            id: 47,
            text: "Железо",
            price: "270 сом"
        },
        {
            id: 48,
            text: "Транцферин",
            price: "620 сом"
        },
        {
            id: 49,
            text: "Антитела lgG к глиадину",
            price: "700 сом"
        },
        {
            id: 50,
            text: "Антитела lgА к глиадину",
            price: "700 сом"
        },
        {
            id: 51,
            text: "Пепсиноген 1 (поражение слизистой желудка)",
            price: "500 сом"
        },
        {
            id: 52,
            text: "Общий IgE",
            price: "320 сом"
        },
        {
            id: 53,
            text: "Ингаляционная панель №2",
            price: "2500 сом"
        },
        {
            id: 54,
            text: "Пищевая панель №3",
            price: "2500 сом"
        },
        {
            id: 55,
            text: "Педиатрическая панель №4",
            price: "2500 сом"
        },
        {
            id: 56,
            text: "Гепатит В (колич)",
            price: "1900 сом"
        },
        {
            id: 57,
            text: "Гепатит В (качественно)",
            price: "1100 сом"
        },
        {
            id: 59,
            text: "Гепатит С (качественно)",
            price: "1100 сом"
        },
        {
            id: 60,
            text: "Гепатит С (колич)",
            price: "2400 сом"
        },
        {
            id: 61,
            text: "Гепатит С(генотипирование)",
            price: "2000 сом"
        },
        {
            id: 62,
            text: "Гепатит D (качественно)",
            price: "1400 сом"
        },
        {
            id: 63,
            text: "Гепатит D (колич)",
            price: "2100 сом"
        },
        {
            id: 64,
            text: "Антифосфолипиды lgG",
            price: "900 сом"
        },
        {
            id: 65,
            text: "Антифосфолипиды lgМ",
            price: "900 сом"
        },
        {
            id: 66,
            text: "Антитела двухспиральной ds ДНК lgG",
            price: "500 сом"
        },
        {
            id: 67,
            text: "Линейный иммунный анализ (ЛИА- МАХХ)",
            price: "4000 сом"
        },
        {
            id: 68,
            text: "Линейный иммунный анализ (ЛИА-ливер)",
            price: "3800 сом"
        },
        {
            id: 69,
            text: "Линейный иммунный анализ (ЛИА-миозит)",
            price: "4000 сом"
        },
        {
            id: 70,
            text: "Линейный иммунный анализ (ЛИА-васкулит)",
            price: "3800 сом"
        },
        {
            id: 71,
            text: "Линейный иммунный анализ (ЛИА-гастро lgA)",
            price: "3800 сом"
        },
        {
            id: 72,
            text: "Линейный иммунный анализ (ЛИА-гастро lgM)",
            price: "3800 сом"
        },
        {
            id: 73,
            text: "Ливер Скрин Slg G",
            price: "2000 сом"
        }
    ]


    return (
        <section id="labaratoryPriceList">
            <div className="container">
                <div className="labaratoryPriceList">
                    <h1>Прайс-лист</h1>
                    <p>
                        Доступные цены для всех различных вид услуг
                    </p>
                    <div className="labaratoryPriceList--blocks">
                        <div className="labaratoryPriceList--blocks__price">
                            {
                                date.map((el) => (
                                    <div className="labaratoryPriceList--blocks__price--block">
                                        <h4>{el.id}. {el.text}
                                            <svg width="23" height="23" viewBox="0 0 23 23" fill="none"
                                                 xmlns="http://www.w3.org/2000/svg">
                                                <path
                                                    d="M14.9861 14.6844C15.5685 14.0995 15.6472 13.2326 15.1613 12.7454C14.6755 12.2592 13.8083 12.3379 13.2249 12.9218C12.6425 13.5056 11.7753 13.5844 11.2895 13.0981C10.8036 12.6119 10.8823 11.744 11.4657 11.1611M11.4657 11.1611L11.1132 10.8084M11.4657 11.1611C11.7952 10.8303 12.2154 10.6629 12.6066 10.6659M15.3375 15.0361L14.9851 14.6834C14.5869 15.0829 14.0542 15.2463 13.6022 15.1527M8.233 10.1897C8.62682 10.1897 9.01179 10.0728 9.33924 9.85382C9.66669 9.63485 9.9219 9.32362 10.0726 8.95949C10.2233 8.59535 10.2628 8.19467 10.1859 7.80811C10.1091 7.42155 9.91945 7.06647 9.64098 6.78777C9.36251 6.50908 9.00771 6.31929 8.62146 6.24239C8.23521 6.1655 7.83485 6.20496 7.47101 6.35579C7.10717 6.50662 6.79619 6.76204 6.5774 7.08975C6.3586 7.41746 6.24182 7.80275 6.24182 8.19688"
                                                    stroke="#40B1DE" strokeWidth="1.5" strokeLinecap="round"/>
                                                <path
                                                    d="M15.7298 4.06079C14.1906 2.52137 13.422 1.75116 12.4235 1.4652C11.4249 1.17824 10.3646 1.42335 8.24496 1.91357L7.02238 2.19555C5.23828 2.60706 4.34623 2.81331 3.73494 3.4241C3.12464 4.03588 2.91856 4.92865 2.50738 6.71418L2.22463 7.93775C1.73579 10.0601 1.49088 11.1202 1.77661 12.1196C2.06334 13.119 2.83293 13.8882 4.37112 15.4276L6.19305 17.251C8.87119 19.9323 10.2093 21.2704 11.8719 21.2704C13.5355 21.2704 14.8736 19.9313 17.5507 17.252C20.2289 14.5717 21.567 13.2326 21.567 11.5676C21.567 10.2304 20.7028 9.10253 18.9744 7.32098"
                                                    stroke="#40B1DE" strokeWidth="1.5" strokeLinecap="round"/>
                                            </svg>
                                        </h4>
                                        <div className="labaratoryPriceList--blocks__price--block__line"></div>
                                        <h5>{el.price}</h5>
                                    </div>

                                ))
                            }
                        </div>
                    </div>
                </div>
            </div>
        </section>
    );
};

export default LabaratoryPriceList;