import React from 'react';

const Scheme = () => {
    return (
        <section id="scheme">
            <div className="container">
                <div className="scheme">
                    <h1>СХЕМА ЭФФЕКТИВНОГО ЛЕЧЕНИЯ</h1>
                    <div className="scheme--general">
                        <div className="scheme--general__text">
                            <h2>ШАГ 1 первечный прием</h2>
                            <p>При первом посещении врач проктолог «Клиника Айдаров»
                                проводит комплексное обследование пациента. Длительность
                                первичного приема 30 минут. Выбор методов лечения проктологических заболеваний основан
                                на данных высокоточной диагностики, которая включает ряд процедур для оценки состояния и
                                функций органов и систем организма.</p>
                        </div>
                        <div className="scheme--general__text">
                            <h2>МЕТОДЫ ДИАГНОСТИКИ:</h2>
                            <h6>1.сбор анамнеза</h6>
                            <h6>2.осмотр пациента</h6>
                            <h6>3.эндоскопическое обследование уха, горла, носа</h6>
                            <h6>4.сдача анализов крови</h6>
                        </div>
                    </div>
                    <div className="scheme--general">
                        <div className="scheme--general__text">
                            <h2>ШАГ 2 лечение</h2>
                            <p>Лечение в нашей клинике проводится не только традиционными, но и инновационными методами,
                                которые доказали свою эффективность.</p>
                        </div>
                        <div className="scheme--general__text">
                            <h2>МЕТОДЫ ЛЕЧЕНИЯ:</h2>
                            <h6>1.медикаментозная терапия</h6>
                            <h6>2.ингаляции</h6>
                            <h6>3.соляная комната</h6>
                            <h6>4.лечебный плазмаферез</h6>
                        </div>
                    </div>
                    <div className="scheme--general">
                        <div className="scheme--general__text">
                            <h2>ШАГ 3 прафилактический прием</h2>
                            <p>С особым вниманием наши врачи относятся к вопросам профилактики патологий. В зависимости
                                от диагноза необходимо посещать врача для планового медицинского осмотра раз в 3, 6 или
                                12 месяцев.</p>
                        </div>
                        <div className="scheme--general__text">
                            <h2>МЕТОДЫ ДИАГНОСТИКИ:</h2>
                            <h6>плановый медицинский осмотр</h6>
                        </div>
                    </div>
                </div>
            </div>
        </section>
    );
};

export default Scheme;