import React from 'react';

const Examination = () => {
    return (
        <section id="examination">
            <div className="container">
                <div className="examination">
                    <h1>Проверка зрения у детей</h1>
                    <p>Проверка зрения у детей должна проводиться регулярно: в младшем возрасте она позволит убедиться,
                        что у ребенка нет врожденных патологий и развитие органов зрения проходит в соответствии с
                        нормой, а в старшем — предотвратить развитие близорукости. Самый уязвимый возраст для миопатии —
                        8-14 лет, когда резко возрастает нагрузка на глаза, а соблюдать гигиену рабочего места дети еще
                        не приучены.
                        <br/> <br/>
                        Обязательно нужно посещать окулиста детям с плохой наследственностью. В детском возрасте проще
                        выявить и вылечить многие нарушения — астигматизм, косоглазие, дальнозоркость, близорукость и
                        др. Своевременное назначение коррекции позволит избежать развития других заболеваний —
                        косоглазия и амблиопии. Наблюдаться у окулиста детям желательно как минимум раз в год.
                    </p>
                    <img src={'https://www.lensmaster.ru/upload/medialibrary/f2f/f2faab1d0eb69fef931bee6f9415e7f0.jpg'} alt="img"/>
                </div>
            </div>
        </section>
    );
};

export default Examination;