import React from 'react';

const stomatologyAbout = () => {
    return (
        <section id="stomatologyAbout">
            <div className="container">
                <div className="stomatologyAbout">

                    <img src={'http://localhost:3001/static/media/dentistAbout.eb8faee54d674673b082.png'} alt="img"/>

                    <div className="stomatologyAbout--text">
                        <h1>Здравствуйте! Меня зовут Бекмамат Айдаров.</h1>
                        <p>
                            Я врач стоматолог общей практики и имплантолог, основатель и главный врач клиники «Dr.
                            Aidarov». Каждый пациент является для нас VIP-персоной, поэтому мы предоставляем только
                            лучшее из мира стоматологии
                            Всегда стремлюсь быть в авангарде современной стоматологии. Стоматология - сфера чрезвычайно
                            высокотехнологичная, поэтому динамика ее развитие превышает динамику большинства остальных
                            сфер деятельности. И большую часть моей жизни занимает обучение, прохождение курсов и
                            посещение конференций.
                            Мы работаем с современными технологиями, которые позволяют не только быстро и качественно
                            создать и оценить результат, но и визуализировать процесс для пациента без боли и
                            мучительных процедур. Стоматология в настоящее время — это однозначно комфорт и приятное
                            времяпрепровождение!
                        </p>
                        <h5>Добро пожаловать в клинику «Dr. Aidarov»!</h5>
                    </div>

                </div>
            </div>
        </section>
    );
};

export default stomatologyAbout;