import React from 'react';

const VeneersPlan = () => {
    return (
        <section id="veneersPlan">
            <div className="container">
                <div className="veneersPlan">
                    <h1>Получите пошаговый план к здоровой и красивой улыбке на консультации</h1>
                    <p>В стоматологической клинике «Клиника Айдарова» проводится первичная консультация для оценки
                        состояния зубов и дёсен с помощью сверхточного рентгеновского аппарата Sirona ORTHOPHOS XG,
                        который обеспечивает высокое качество снимков при минимальной дозе облучения.</p>
                    <p>С его помощью изготавливаются 2D-, 3D- и ОПТГ- (панорамные) снимки, наличие которых обязательно
                        для постановки правильного диагноза и выбора метода лечения.</p>
                </div>
            </div>
        </section>
    );
};

export default VeneersPlan;