import React from 'react';

const Reception = () => {
    return (
        <section id="reception">
            <div className="container">
                <div className="reception">
                    <h1>Прием терапевта</h1>
                    <div className="reception--general">
                        <div className="reception--general__textOne">
                            <h4>Заболевания</h4>
                            <ul>
                                <li>ОРВИ</li>
                            </ul>
                            <ul>
                                <li>грипп</li>
                            </ul>
                            <ul>
                                <li>пневмония</li>
                            </ul>
                            <ul>
                                <li>бронхит</li>
                            </ul>
                            <ul>
                                <li>ХОБЛ, бронхиальная астма</li>
                            </ul>
                            <ul>
                                <li>ревматоидный артрит</li>
                            </ul>
                            <ul>
                                <li>подагра</li>
                            </ul>
                            <ul>
                                <li>остеоартроз</li>
                            </ul>
                            <ul>
                                <li>ишемическая болезнь сердца, стенокардия</li>
                            </ul>
                            <ul>
                                <li>сердечная недостаточность</li>
                            </ul>
                            <ul>
                                <li>артериальная гипертензия (гипертоническая болезнь)</li>
                            </ul>
                            <ul>
                                <li>дислипидемия и атеросклероз</li>
                            </ul>
                            <ul>
                                <li>гастро-эзофагеальная рефлюксная болезнь (ГЭРБ)</li>
                            </ul>
                            <ul>
                                <li>хронический гастрит, функциональная диспепсия</li>
                            </ul>
                        </div>
                        <div className="reception--general__textTwo">
                            <h4>Симптомы</h4>
                            <ul>
                                <li>кашель, насморк, боль в горле, осиплость голоса</li>
                            </ul>
                            <ul>
                                <li>одышка, удушье</li>
                            </ul>
                            <ul>
                                <li>боль в грудной клетке, боль в груди при физической нагрузке</li>
                            </ul>
                            <ul>
                                <li>боль в суставах, отек и покраснение суставов</li>
                            </ul>
                            <ul>
                                <li>повышение температуры (лихорадка)</li>
                            </ul>
                            <ul>
                                <li>головная боль, слабость, потемнение в глазах</li>
                            </ul>
                            <ul>
                                <li>внезапная потеря сознания</li>
                            </ul>
                            <ul>
                                <li>отеки на ногах, асцит (жидкость в животе)</li>
                            </ul>
                            <ul>
                                <li>изжога, отрыжка, горечь во рту</li>
                            </ul>
                            <ul>
                                <li>боль в животе, боль в области желудка, голодная боль</li>
                            </ul>
                            <ul>
                                <li>боль в подреберьях, особенно после еды</li>
                            </ul>
                            <ul>
                                <li>вздутие живота, боль по всему животу запор или понос</li>
                            </ul>
                            <ul>
                                <li>примесь крови или гноя, слизи в кале</li>
                            </ul>
                            <ul>
                                <li>боль в пояснице, повышение температуры, болезненное мочеиспускание</li>
                            </ul>
                        </div>
                    </div>
                    <h2>Консультация терапевта</h2>
                    <p>Терапевт обычно первым из врачей встречает пациента, поэтому он вносит в историю болезни
                        информацию об аллергии, наследственной отягощенности, вредных привычках — эти сведения позволят
                        избежать ошибочных назначений в будущем.
                        Далее врач узнает, что вас беспокоит, собирает анамнез (историю) болезни. Тщательно собранная
                        информация о длительности, периодах, характере болезни — ключ к диагнозу. Если были проведены
                        обследования — терапевт непременно изучит их результаты.</p>
                </div>
            </div>
        </section>
    );
};

export default Reception;