import React from 'react';

const LabaratoryHero = () => {
    return (
        <section id="labaratoryHero">
            <div className="container">
                <div className="labaratoryHero">
                    <h1>Лаборатория</h1>
                    <p>- это лаборатория надежных икачественных исследований! Это наш большойтруд и гордость потому что у насработают самые лучшие специалисты, имеющиеогромный опыт работы. Все наши лаборанты имеютвысшее образование и специализацию всфере медико-биологической диагностики.Весь коллектив лаборатории успешно прошелсертификацию отделом лицензирования
                        Министерстваздравоохранения Кыргызской Республики.</p>
                </div>
            </div>
        </section>
    );
};

export default LabaratoryHero;