import React from 'react';

const Diagnostics = () => {
    return (
        <section id="diagnostics">
            <div className="container">
                <div className="diagnostics">
                    <h1>Диагностика внутренних заболеваний</h1>
                    <p>Классический физикальный осмотр мало изменился за 200 лет и не утратил актуальности в наши дни.
                        Мы на Рассвете считаем, что старинные методы — пальпация, перкуссия, аускультация, исследование
                        голосового дрожания, рефлексов и симптомов — несут неоценимую информацию о состоянии пациента
                        здесь и сейчас. Например, диагностика пневмонии производится с высокой точностью этими методами
                        и инструментально только подтверждается.</p>
                    <p>Возможности для инструментального обследования у наших врачей также достаточны. Семь дней в
                        неделю доступна цифровая рентгенография с редкой в наши дни функцией рентгеноскопии. Внутренние
                        органы, сосуды и суставы могут быть визуализированы при помощи ультразвуковых аппаратов Esaote
                        (Италия) и GE (США). Эндоскопическая служба оснащена японской видеосистемой высокой четкости с
                        функцией виртуальной хромоскопии производства Pentax (Япония).</p>
                    <p>Естественно, терапевт использует ЭКГ, суточное и многосуточное мониторирование ЭКГ по Холтеру,
                        суточное мониторирование артериального давления (СМАД), спирометрию (исследование функции
                        внешнего дыхания). При необходимости проведет под контролем УЗИ пункцию перикарда или
                        плевральной полости и заберёт жидкость на лабораторное исследование.
                        В любой момент нашему терапевту готовы прийти на помощь для проведения консилиума, составления
                        второго мнения и консультаций десятки «узких» специалистов экстра-класса.</p>
                    <h2>Лечение у терапевта</h2>
                    <h6>Лечение у терапевта клиники Рассвет в Москве протекает по нескольким сценариям:
                        - Острое заболевание, протекающее стандартно, такое как ОРВИ, редко требует более одного визита.
                        Но если вам это требуется, может быть выдан листок нетрудоспособности (больничный лист) и
                        назначен повторный прием.
                        - Хроническое заболевание, протекающее стандартно, терапевт ведет сам, привлекая «узкого»
                        специалиста для консультаций в необычных случаях.
                        - При декомпенсации тяжелого хронического заболевания терапевт передает пациента профильному
                        врачу — кардиологу, гастроэнтерологу, ревматологу, нефрологу и т.д. После стабилизации состояния
                        пациент обычно для стандартной поддерживающей терапии возвращается к терапевту.</h6>
                </div>
            </div>
        </section>
    );
};

export default Diagnostics;